<template>
  <div class="container">
    <!-- 人才招聘 组件 -->
    <el-collapse accordion>
      <el-collapse-item title="宠物医院院长">
        <h4>岗位职责：</h4>
        <ul>
          <li>1、建立医院各科分诊制度，完善院内建制及架构；</li>
          <li>2、负责宠物医院的医疗技术、药品、安全管理工作，协调医院及总部之间的事务；</li>
          <li>3、熟练使用各种医院常用手术器械、诊疗设备并参与门急诊医疗工作，确保正确处方，合理用药；</li>
          <li>4、定期组织并参与院内、外技术交流，岗位培训及考核。</li>
        </ul>

        <h4>任职要求：</h4>
        <ul>
          <li>1、热爱宠物医疗事业，关心宠物健康，持有全国执业兽医资格证；</li>
          <li>2、兽医专业，硕士以上学历，八年以上独自诊疗经验，能组织进行较复杂的手术治疗，经验丰富者可降低学历要求；</li>
          <li>3、具备良好的亲和力、沟通能力，责任心强，有建设、组织管理经验者优先。</li>
        </ul>

        <p>
          如有意向请将简历发送至人事HR邮箱
          <span>hr@test.com</span>
        </p>
      </el-collapse-item>
      <el-collapse-item title="宠物医生">
        <h4>岗位职责：</h4>
        <ul>
          <li>1、建立医院各科分诊制度，完善院内建制及架构；</li>
          <li>2、负责宠物医院的医疗技术、药品、安全管理工作，协调医院及总部之间的事务；</li>
          <li>3、熟练使用各种医院常用手术器械、诊疗设备并参与门急诊医疗工作，确保正确处方，合理用药；</li>
          <li>4、定期组织并参与院内、外技术交流，岗位培训及考核。</li>
        </ul>

        <h4>任职要求：</h4>
        <ul>
          <li>1、热爱宠物医疗事业，关心宠物健康，持有全国执业兽医资格证；</li>
          <li>2、兽医专业，硕士以上学历，八年以上独自诊疗经验，能组织进行较复杂的手术治疗，经验丰富者可降低学历要求；</li>
          <li>3、具备良好的亲和力、沟通能力，责任心强，有建设、组织管理经验者优先。</li>
        </ul>

        <p>
          如有意向请将简历发送至人事HR邮箱
          <span>hr@test.com</span>
        </p>
      </el-collapse-item>
      <el-collapse-item title="宠物医生助理">
        <h4>岗位职责：</h4>
        <ul>
          <li>1、建立医院各科分诊制度，完善院内建制及架构；</li>
          <li>2、负责宠物医院的医疗技术、药品、安全管理工作，协调医院及总部之间的事务；</li>
          <li>3、熟练使用各种医院常用手术器械、诊疗设备并参与门急诊医疗工作，确保正确处方，合理用药；</li>
          <li>4、定期组织并参与院内、外技术交流，岗位培训及考核。</li>
        </ul>

        <h4>任职要求：</h4>
        <ul>
          <li>1、热爱宠物医疗事业，关心宠物健康，持有全国执业兽医资格证；</li>
          <li>2、兽医专业，硕士以上学历，八年以上独自诊疗经验，能组织进行较复杂的手术治疗，经验丰富者可降低学历要求；</li>
          <li>3、具备良好的亲和力、沟通能力，责任心强，有建设、组织管理经验者优先。</li>
        </ul>

        <p>
          如有意向请将简历发送至人事HR邮箱
          <span>hr@test.com</span>
        </p>
      </el-collapse-item>
      <el-collapse-item title="市场管培生">
        <h4>岗位职责：</h4>
        <ul>
          <li>1、建立医院各科分诊制度，完善院内建制及架构；</li>
          <li>2、负责宠物医院的医疗技术、药品、安全管理工作，协调医院及总部之间的事务；</li>
          <li>3、熟练使用各种医院常用手术器械、诊疗设备并参与门急诊医疗工作，确保正确处方，合理用药；</li>
          <li>4、定期组织并参与院内、外技术交流，岗位培训及考核。</li>
        </ul>

        <h4>任职要求：</h4>
        <ul>
          <li>1、热爱宠物医疗事业，关心宠物健康，持有全国执业兽医资格证；</li>
          <li>2、兽医专业，硕士以上学历，八年以上独自诊疗经验，能组织进行较复杂的手术治疗，经验丰富者可降低学历要求；</li>
          <li>3、具备良好的亲和力、沟通能力，责任心强，有建设、组织管理经验者优先。</li>
        </ul>

        <p>
          如有意向请将简历发送至人事HR邮箱
          <span>hr@test.com</span>
        </p>
      </el-collapse-item>
      <el-collapse-item title="运营管培生">
        <h4>岗位职责：</h4>
        <ul>
          <li>1、建立医院各科分诊制度，完善院内建制及架构；</li>
          <li>2、负责宠物医院的医疗技术、药品、安全管理工作，协调医院及总部之间的事务；</li>
          <li>3、熟练使用各种医院常用手术器械、诊疗设备并参与门急诊医疗工作，确保正确处方，合理用药；</li>
          <li>4、定期组织并参与院内、外技术交流，岗位培训及考核。</li>
        </ul>

        <h4>任职要求：</h4>
        <ul>
          <li>1、热爱宠物医疗事业，关心宠物健康，持有全国执业兽医资格证；</li>
          <li>2、兽医专业，硕士以上学历，八年以上独自诊疗经验，能组织进行较复杂的手术治疗，经验丰富者可降低学历要求；</li>
          <li>3、具备良好的亲和力、沟通能力，责任心强，有建设、组织管理经验者优先。</li>
        </ul>

        <p>
          如有意向请将简历发送至人事HR邮箱
          <span>hr@test.com</span>
        </p>
      </el-collapse-item>
      <el-collapse-item title="宠物医院客服主任">
        <h4>岗位职责：</h4>
        <ul>
          <li>1、建立医院各科分诊制度，完善院内建制及架构；</li>
          <li>2、负责宠物医院的医疗技术、药品、安全管理工作，协调医院及总部之间的事务；</li>
          <li>3、熟练使用各种医院常用手术器械、诊疗设备并参与门急诊医疗工作，确保正确处方，合理用药；</li>
          <li>4、定期组织并参与院内、外技术交流，岗位培训及考核。</li>
        </ul>

        <h4>任职要求：</h4>
        <ul>
          <li>1、热爱宠物医疗事业，关心宠物健康，持有全国执业兽医资格证；</li>
          <li>2、兽医专业，硕士以上学历，八年以上独自诊疗经验，能组织进行较复杂的手术治疗，经验丰富者可降低学历要求；</li>
          <li>3、具备良好的亲和力、沟通能力，责任心强，有建设、组织管理经验者优先。</li>
        </ul>

        <p>
          如有意向请将简历发送至人事HR邮箱
          <span>hr@test.com</span>
        </p>
      </el-collapse-item>
    </el-collapse>
  </div>
</template>
<script>
export default {};
</script>
<style lang="less" scoped>
.container {
  .el-collapse {
    margin-top: 50px;

    /deep/ .el-collapse-item {
      .el-collapse-item__header {
        font-size: 16px;
        color: #333;
        margin-left: 15px;
      }

      .el-collapse-item__content {
        padding: 0 20px 0 25px;

        ul {
          list-style: none;
        }

        p {
          font-size: 16px;

          span {
            color: #6699cc;
            font-style: italic;
          }
        }
      }
    }
  }
}
</style>